Repository: Eugene1805/PASSWORD-LIS
Catalog: client/PASSWORD LIS Client/Properties/Langs/Lang.*.resx
Languages: es_mx

# alreadyHaveAccountText
source: Already have an Account?
es_mx: ¿Ya tienes Cuenta?

# backToLobbyText
source: Back to Lobby
es_mx: Volver al Lobby

# blueTeamText
source: Blue Team
es_mx: Equipo Azul

# changedSavedText
source: Changes Saved Succesfully
es_mx: Cambios guardados con éxito

# changePasswordText
source: Change Password
es_mx: Cambiar Contraseña

# clueGuyText
source: Clue Guy
es_mx: Pistero

# clueText
source: Clue
es_mx: Pista

# codeActivationMessageText
source: A confirmation code will be sent to the registered e-mail address to activate the account
es_mx: Se enviará un código de confirmación a la dirección de correo registrada para activar la cuenta

# codeWordText
source: Code:
es_mx: Código:

# confirmUserPasswordText
source: Confirm Password
es_mx: Confirmar Contraseña

# createAccountText
source: Sign Up for Free
es_mx: Crea una Cuenta Gratis

# currentRoundText
source: Round: {0} of 5
es_mx: Ronda: {0} de 5

# currentWordText
source: Word: {0} of 5
es_mx: Palabra: {0} de 5

# emailRetrievePasswordText
source: Type your e-mail to reset your password
es_mx: Introduce tu correo para restablecer tu contraseña

# emailText
source: E-mail
es_mx: Correo Electrónico

# enterCodeToJoinText
source: Enter a Match Code to Join
es_mx: Ingresa el código de una partida para unirte

# enterFriendEmailToAddText
source: Enter your friend's email to add them
es_mx: Ingresa el correo de tu amigo para añadirlo

# forgotUserPasswordText
source: Forgot Password
es_mx: Olvidé mi contraseña

# friendsListText
source: Friends List
es_mx: Lista de Amigos

# groupChatText
source: Group Chat
es_mx: Chat Grupal

# guesserText
source: Guesser:
es_mx: Adivinador

# guessPasswordWithText
source: Try to guess the PASSWORD with!
es_mx: ¡Trata de adivinar el PASSWORD con!

# howToPlayText
source: How to Play?
es_mx: ¿Cómo se Juega?

# invalidEmailErrorText
source: The E-mail isn't valid
es_mx: El correo electrónico ingresado no es válido

# invitationMailText
source: Invitation by Mail
es_mx: Invitación por Correo

# inviteYourFriendsText
source: Invite your Friends
es_mx: Invita a tus amigos

# joingGameText
source: Join Game
es_mx: Unirse a Partida

# lastNameText
source: Last Name
es_mx: Apellido(s)

# logInText
source: Log In
es_mx: Iniciar Sesión

# logOutText
source: Log Out
es_mx: Cerrar Sesión

# loosersMessageText
source: Good luck next time!
es_mx: ¡Suerte a la próxima!

# loosersText
source: Loosers
es_mx: Perdedores

# matchingPasswordErrorText
source: Verify that both passwords match
es_mx: Verifique que ambas contraseñas coincidan

# musicText
source: Music
es_mx: Música

# nameText
source: First Name
es_mx: Nombre(s)

# nextRoundText
source: nextRound
es_mx: Siguiente Ronda

# noAccountText
source: Don't have an Account?
es_mx: ¿No tienes una cuenta?

# ofText
source: of
es_mx: de

# oneMoreWordQuestionText
source: Was more than one word given as a clue?
es_mx: ¿Se dió más de una palabra como pista?

# passText
source: Pass
es_mx: Paso

# passwordToGuessText
source: The PASSWORD to guess is:
es_mx: El PASSWORD a adivinar es:

# playAgainText
source: Play Again
es_mx: Volver a Jugar

# playersText
source: Players
es_mx: Jugadores

# playText
source: Play
es_mx: Jugar

# profileText
source: Profile
es_mx: Perfil

# redTeamText
source: Red Team
es_mx: Equipo Rojo

# requiredFieldsText
source: Please complete the required fields
es_mx: Por favor complete los campos obligatorios

# retrieveUserPasswordText
source: Retrieve Password
es_mx: Recuperar Contraseña

# roundValidationText
source: Round Validation
es_mx: Validación de Ronda

# rulesGameText
source: Each game will consist of two teams of two members. The teams will be made up of a "Clue Guy," who will be the player who will see the current password and will be responsible for giving one word per turn as a clue, and a "Guesser," who will be responsible for guessing the secret word based on the clues given by the other player. Each game will consist of five rounds of one minute each, with five passwords that the "Guesser" will have to guess. Each password correctly guessed will be worth one point for the team. If a team uses synonyms from the defined list, they will be banned with a penalty of two points for the team. The use of synonyms as clues is not permitted. The use of antonyms by the "Clue Guy" is permitted. The "Clue Guy" is not allowed to say more than one word per turn, otherwise the team will be penalized with one point less. The opposing team must confirm at the end of the round that they have not violated the rule by using two words or synonyms during the round, and they will be penalized accordingly. The "Clue Guy" is allowed to say "PASS" if they wish to skip the password during their turn; however, they will be limited to one per round. Those skipped words will be discarded from the game. The team with the most points across all rounds wins. The Guesser can use a help button that will give them a description of the current turn's password; it can only be used once per round. If both teams tie, a sudden death will occur until one team scores fewer points in the round.
es_mx: Cada partida constará con dos equipos de dos integrantes. Los equipos se conformarán por un “Pistero”, que será el jugador que verá el password de turno y se encargará de dar una palabra por turno a modo de pista, y por un “Adivinador” que será el encargado de adivinar cuál es la palabra secreta con base en las pistas dadas por el otro jugador. Cada partida constará de 5 rondas de 1 minuto cada una, las cuales contarán con 5 passwords que tendrán que ser adivinadas por el “Adivinador”. Cada password acertada equivaldrá a un punto para el equipo. Si un equipo utiliza sinónimos dentro de la lista definida será baneado con una sanción de dos puntos para el equipo. No está permitido el uso de sinónimos como palabra pista. Está permitido el uso de antónimos por parte del “Pistero” El “Pistero” no tiene permitido decir más de una palabra por turno, sino el equipo será sancionado con un punto menos para el equipo. El equipo contrario deberá validar al final de la ronda que no hayan incumplido que no se hayan utilizado dos palabras o sinónimos durante la ronda y así sean penalizados según corresponda. El “Pistero” tiene permitido decir “PASO” si se desea omitir el password en turno, sin embargo, estará restringido a uno por ronda, dichas palabras omitidas serán descartadas de la partida. El equipo que logre más puntos en todas las rondas será el ganador. El Adivinador podrá usar un botón de ayuda que le dará una descripción del password del turno actual, únicamente se podrá usar una vez por ronda. Si ambos equipos logran un empate, se hará una muerte súbita, hasta que un equipo obtenga menos puntos en la ronda

# saveChangesText
source: Save Changes
es_mx: Guardar Cambios

# scoreTopText
source: Score
es_mx: Puntos

# selectAvatarText
source: Choose an Avatar
es_mx: Seleccionar Avatar

# selectProfilePictureText
source: Select a profile picture
es_mx: Seleccione una imagen de perfil

# sendCodeText
source: Send Code
es_mx: Enviar Código

# sendFriendRequestText
source: Send Friend Request
es_mx: Enviar solicitud de amistad

# sendInvitationText
source: Send Invitation
es_mx: Enviar Invitación

# sendText
source: Send
es_mx: Enviar

# settingsText
source: Settings
es_mx: Configuración

# signUpErrorText
source: Error registering user. Please try again later
es_mx: Error al registrar al usuario, intente de nuevo más tarde

# signUpText
source: Sign Up
es_mx: Registrarme

# sinonymsQuestionText
source: Were synonyms used?
es_mx: ¿Se usaron sinónimos?

# socialMediaText
source: Social Media
es_mx: Redes Sociales

# soundEffectsText
source: Sound Effects
es_mx: Efectos de Sonido

# startGameText
source: Start Game
es_mx: Iniciar Partida

# successfulLoginText
source: Successful Login
es_mx: Inicio de Sesión Exitoso

# successfulPasswordsText
source: Successful PASSWORDS:
es_mx: PASSWORDS acertadas:

# successfulSignUpText
source: Registration Successful
es_mx: Usuario Registrado Exitosamente

# teamPointsText
source: Score: {0}
es_mx: Puntos: {0}

# termsAndConditionsText
source: By Signing Up you Agree to our Terms & Conditions
es_mx: Al Registrarte aceptas nuestros Términos & Condiciones

# topPlayersText
source: Top Players
es_mx: Jugadores

# typePasswordText
source: Type your New Password
es_mx: Introduce tu nueva contraseña

# userAlreadyExistText
source: User already exist with that e-mail
es_mx: Ya existe un usuario con ese correo electrónico

# userPasswordText
source: Password
es_mx: Contraseña

# userPasswordRequirementsText
source: Use 8-15 characters including at least one uppercase, one lowercase, one numeric character and one symbol
es_mx: Usa 8-15 caracteres incluyendo al menos una mayúscula, una minúscula, un carácter numérico y un símbolo

# validateRoundText
source: Validate Round
es_mx: Validar Ronda

# verifyCodeMessageText
source: Type the 4 digit code sent to the e-mail:
es_mx: Introduce el código de 6 dígitos enviado al correo:

# verifyCodeNotSendText
source: Didn't receive the code?
es_mx: ¿No recibiste el código?

# verifyCodeResendCodeText
source: Resend Code
es_mx: Reenviar Código

# verifyCodeText
source: Verify Code
es_mx: Verificar Código

# winnersMessageText
source: Congratulations you won PASSWORD
es_mx: ¡Felicidades han ganado PASSWORD!

# winnersText
source: Winners
es_mx: Ganadores

# writeClueText
source: Write a clue for your teammate:
es_mx: Escribe una pista para tu compañero:

# writeEmailToInviteText
source: Enter your friend's email address to invite:
es_mx: Escribe el correo de tu amigo a invitar:

# writePasswordText
source: Write the PASSWORD that you think is
es_mx: Escribe el PASSWORD que creas que es

# wrongCredentialsText
source: Incorrect e-mail or password
es_mx: Correo electrónico o contraseña incorrectos

# requiredEmailAndPassWordText
source: Please enter your email and password
es_mx: Por favor ingresa tu email y contraseña

# loginWelcomeText
source: Welcome {0} !
es_mx: ¡Bienvenido {0} !

# loginUnexpectedErrorText
source: An unexpected error ocurred: {0}
es_mx: Ocurrió un error inesperado: {0}

# loginConnectionErrorText
source: Could not connect to the server. Please ensure the service is running.
es_mx: No se pudo conectar al servidor. Asegúrate de que el servicio esté corriendo.

# warningTitleText
source: Warning
es_mx: Advertencia

# serverTimeoutText
source: The server took too long to respond. Please try again.
es_mx: El servidor tardó demasiado en responder. Por favor, inténtalo de nuevo.

# serverConnectionInternetErrorText
source: Could not connect to the server. Check your internet connection or try again later.
es_mx: No se pudo conectar con el servidor. Verifica tu conexión a internet o inténtalo más tarde.

# serverCommunicationErrorText
source: A communication error with the server occurred.
es_mx: Ocurrió un error de comunicación con el servidor

# unexpectedServerErrorText
source: An unexpected server error occurred.
es_mx: Se produjo un error inesperado en el servidor.

# unexpectedErrorText
source: An unexpected error occurred.
es_mx: Ocurrió un error inesperado.

# linkUnavailableText
source: The link is not currently available
es_mx: El enlace no esta disponible actualmente

# invalidLinkTitle
source: Invalid Link
es_mx: Enlace Inválido

# linkOpenFailText
source: Could not open the link. Make sure you have a web browser installed and set as default.
es_mx: No se pudo abrir el enlace. Asegúrate de tener un navegador web instalado y configurado como predeterminado.

# systemErrorTitle
source: System Error
es_mx: Error del Sistema

# termsLinkUnavailableText
source: The terms and conditions link is not available.
es_mx: El enlace de los términos y condiciones no está disponible.

# internalErrorTitle
source: Internal Error
es_mx: Error Interno

# unexpectedLinkOpenErrorText
source: An unexpected error occurred while trying to open the link.
es_mx: Ocurrió un error inesperado al intentar abrir el enlace.

# unknownErrorTitle
source: Unknown Error
es_mx: Error Desconocido

# passwordChangeFailedText
source: Could not change the password. Please review the previous error messages.
es_mx: No se pudo cambiar la contraseña. Revisa los mensajes de error anteriores.

# operationFailedTitleText
source: Operation Failed
es_mx: Operación Fallida

# criticalErrorTitle
source: Critical Error
es_mx: Error Crítico

# connectionErrorTitleText
source: Connection Error
es_mx: Error de Conexión

# networkErrorTitleText
source: Network Error
es_mx: Error de Red

# codeSendFailedText
source: Could not send the code. Verify that the email is correct or wait a minute before retrying.
es_mx: No se pudo enviar el código. Verifica que el correo sea correcto o espera un minuto antes de reintentar.

# sendFailedTitleText
source: Send Failed
es_mx: Envío Fallido

# codeIncorrectOrExpiredText
source: The code is incorrect or has expired.
es_mx: El código es incorrecto o ha expirado.

# verificationFailedTitleText
source: Verification Failed
es_mx: Verificación Fallida

# newCodeSentText
source: A new code has been sent to your email.
es_mx: Se ha enviado un nuevo código a tu correo.

# codeSentTitleText
source: Code Sent
es_mx: Código Enviado

# waitAMinuteForCodeText
source: Please wait at least one minute before requesting another code.
es_mx: Por favor, espera al menos un minuto antes de solicitar otro código.

# succesfulPasswordChangeTitleText
source: Successful change
es_mx: Cambio exitoso

# successfulPasswordChangeText
source: Password successfully changed. You will now be redirected to the login page.
es_mx: Contraseña cambiada exitosamente. Ahora serás redirigido al inicio de sesión.

# emptyNicknameText
source: Nickname cannot be empty
es_mx: El nickname no puede estar vacío

# emptyFirstNameText
source: First name cannot be empty
es_mx: El nombre no puede estar vacío

# emptyLastNameText
source: Last name cannot be empty
es_mx: El apellido no puede estar vacío

# nicknameTooLongText
source: Nickname cannot exceed 50 characters
es_mx: El nickname no puede exceder los 50 caracteres

# firstNameTooLongText
source: First name cannot exceed 50 characters.
es_mx: El nombre no puede exceder los 50 caracteres.

# lastNameTooLongText
source: Last name cannot exceed 80 characters.
es_mx: El apellido no puede exceder los 80 caracteres.

# nameInvalidCharsText
source: First name can only contain letters.
es_mx: El nombre solo puede contener letras.

# lastNameInvalidCharsText
source: Last name can only contain letters.
es_mx: El apellido solo puede contener letras.

# profileUpdatedTitleText
source: Profile Updated
es_mx: Perfil Actualizado

# profileChangesSavedSuccessText
source: Changes saved successfully!
es_mx: ¡Cambios guardados con éxito!

# changesSavedErrorText
source: Could not save changes to the server.
es_mx: No se pudieron guardar los cambios en el servidor.

# unsavedChangesWarningTitleText
source: Discard Changes
es_mx: Descartar Cambios

# timeLimitTitleText
source: Time Limit
es_mx: Tiempo Limite

# unsavedChangesWarningText
source: You have unsaved changes. Are you sure you want to leave and discard them?
es_mx: Tienes cambios sin guardar. ¿Estás seguro de que quieres salir y descartarlos?
